<!DOCTYPE html>
<html lang="pt-pt">

	<head>
		<meta charset="UTF-8">
		<meta name="viewport" content="width=device-width, initial-scale=1.0">
		<title>Agrupamento de Escolas da Maia</title>

		<!-- Ícone da página (favicon)-->
		<link rel="icon" href="favicon.ico" type="image/x-icon">
		<link rel="icon" href="static/favicon-32x32.png" sizes="32x32" type="image/png">

		<!-- Folha de estilo (CSS) -->
		<link rel="stylesheet" href="style/estilo.css">
		<script src="https://kit.fontawesome.com/93f5e59f67.js" crossorigin="anonymous"></script>
	</head>

	<body>

		<header>
			<!-- Insere o Header -->
			<link rel="stylesheet" href="static/header.css">
			<a class="logo" href="/"><img src="static/logo.png" alt="logo"></a>
			<nav>
				<ul class="nav__links">
					<li><a href="index.html">Início</a></li>
					<li><a href="agrupamento.html">Agrupamento</a></li>
					<li><a href="contactos.html">Contactos</a></li>
				</ul>
			</nav>
			<a class="cta" href="referencias.html">Referências</a>
			<p class="menu cta">Menu</p>
		</header>
		<div id="mobile__menu" class="overlay">
			<a class="close">&times;</a>
			<div class="overlay__content">
				<a href="#">Início</a>
				<a href="#">Agrupamento</a>
				<a href="#">Alunos</a>
				<a href="/contactos.html">Contactos</a>
			</div>
		</div>
		<script type="text/javascript" src="mobile.js"></script>
		</header>
		

		<main>

			<!-- Start Card-list -->
			<div class="agrup-pag"><link rel="stylesheet" href="style/agrup.css">
                <p>&nbsp;</p>

                <h1>Escola Secund&aacute;ria da Maia</h1>
                
                <p>&nbsp;</p>
                
                <p><strong>Breve Hist&oacute;ria</strong></p>
                
                <p>&nbsp;</p>
                
                <p>A Escola Secund&aacute;ria da Maia deu o primeiro passo quando, pelo Dec.-Lei n.&ordm; 457, de 28 de Outubro de 1971, foi criada a Escola T&eacute;cnica da Maia. Em Julho de 1972, o seu Diretor, Dr. Dias Leit&atilde;o, deu in&iacute;cio ao dif&iacute;cil e complexo processo de instala&ccedil;&atilde;o de uma escola a que faltava quase tudo, exceto o empenhamento total dos recursos humanos de que &agrave; partida dispunha: o Diretor e pouco mais de uma dezena de professores</p>
                
                <p>O edif&iacute;cio, constru&iacute;do gra&ccedil;as &agrave; iniciativa da C&acirc;mara, tinha, ent&atilde;o, uma envolv&ecirc;ncia agr&iacute;cola e n&atilde;o dispunha, ainda, de algumas infraestruturas fundamentais, nomeadamente ao n&iacute;vel dos acessos. Este edif&iacute;cio (atualmente o Bloco C), &uacute;nico, era partilhado com uma sec&ccedil;&atilde;o do Liceu D. Manuel II (do Porto), a funcionar no r&eacute;s-do-ch&atilde;o, ocupando a Escola T&eacute;cnica o 1.&ordm; andar.</p>
                
                <p>A Escola iniciou a sua atividade sem pessoal auxiliar, sem funcion&aacute;rios administrativos, com a secretaria na mala do carro do Diretor (a m&aacute;quina de escrever, os dossi&ecirc;s...). As matr&iacute;culas foram feitas pelo Diretor, coadjuvado por um amigo, o Sr. Amadeu, funcion&aacute;rio da secretaria da Escola Industrial Infante D. Henrique, que, volunt&aacute;ria e gratuitamente, sacrificou as suas f&eacute;rias nesta colabora&ccedil;&atilde;o.</p>
                
                <p>Em 2 de Outubro de 1972 iniciavam-se as aulas dos cursos diurnos e noturnos. Ainda sem mobili&aacute;rio, a primeira aula foi de p&eacute;! &quot;De p&eacute;, como se come&ccedil;a uma grande marcha?&quot; - diz, com justificado orgulho, o Dr. Dias Leit&atilde;o. E a marcha avan&ccedil;ou, apesar da lama dos (n&atilde;o) acessos, apesar da falta de funcion&aacute;rios (s&oacute; em Janeiro seriam colocados os primeiros), apesar das car&ecirc;ncias de equipamento.</p>
                
                <p>Logo que foi poss&iacute;vel disponibilizar uma sala, criou-se um bar aberto a professores e alunos. Com uma particularidade relevante: a professora de contabilidade e os respetivos alunos estabeleciam os pre&ccedil;os e elaboravam os registos contabil&iacute;sticos em documentos espec&iacute;ficos, atividades que serviam de mat&eacute;ria nas aulas pr&aacute;ticas da disciplina.</p>
                
                <p>No primeiro ano da sua exist&ecirc;ncia, a Escola recebeu, atrav&eacute;s do Ministro da Educa&ccedil;&atilde;o Veiga Sim&atilde;o, duas dota&ccedil;&otilde;es espec&iacute;ficas para a biblioteca e o laborat&oacute;rio.</p>
                
                <p>Em 1973, a Escola foi institucionalmente refor&ccedil;ada ao ser &quot;recriada&quot; como Escola Polivalente da Maia. Consumou-se, assim, a integra&ccedil;&atilde;o das quatro vertentes da forma&ccedil;&atilde;o secund&aacute;ria: ensino liceal e ensino t&eacute;cnico, ensino diurno e ensino noturno. A dire&ccedil;&atilde;o manteve-se a cargo do Dr. Dias Leit&atilde;o, cabendo a um professor efetivo do ensino liceal a fun&ccedil;&atilde;o de subdiretor, fun&ccedil;&atilde;o essa que coube &agrave; Dr.&ordf;. Helena Smith.</p>
                
                <p>Nas d&eacute;cadas seguintes, o crescimento da Escola, em termos f&iacute;sicos e humanos, foi proporcional &agrave; transfigura&ccedil;&atilde;o da Maia, de concelho predominantemente agr&aacute;rio para concelho industrial e urbano.</p>
                
                <p>Em 1987, as instala&ccedil;&otilde;es foram objeto de amplia&ccedil;&atilde;o e da remodela&ccedil;&atilde;o que deu forma ao atual bloco administrativo.</p>
                
                <p>Ao inv&eacute;s da tend&ecirc;ncia, a n&iacute;vel nacional, para um decr&eacute;scimo da popula&ccedil;&atilde;o escolar no n&iacute;vel b&aacute;sico e secund&aacute;rio, a Escola Secund&aacute;ria da Maia, crescendo ao ritmo galopante da cidade, atingiu, na d&eacute;cada de 90, o ponto de sobrelota&ccedil;&atilde;o. Entretanto a cria&ccedil;&atilde;o de novas escolas no Concelho foi permitindo alguma descompress&atilde;o nos cursos do ensino diurno. Continuou a aumentar, por&eacute;m, a frequ&ecirc;ncia dos cursos noturnos (Ensino Recorrente).</p>
                
                <p>A oferta de grande diversidade de cursos, nomeadamente t&eacute;cnicos/tecnol&oacute;gicos, quer em ensino diurno, quer em ensino noturno, tem sido uma mais-valia da Escola Secund&aacute;ria da Maia.</p>
                
                <p>Entre 2009 e 2011, a escola sofreu a interven&ccedil;&atilde;o da Parque Escolar. Esta interven&ccedil;&atilde;o baseou-se na constru&ccedil;&atilde;o de novos edif&iacute;cios onde funcionam a biblioteca, audit&oacute;rio, cantina, laborat&oacute;rios, salas TIC, salas de desenho e outras salas de aula. Procedeu-se &agrave; constru&ccedil;&atilde;o de um novo campo de jogos coberto, incluindo instala&ccedil;&otilde;es desportivas de apoio (balne&aacute;rios, vesti&aacute;rios e espa&ccedil;os de apoio). Os edif&iacute;cios existentes foram remodelados, garantido a satisfa&ccedil;&atilde;o das atuais exig&ecirc;ncias de conforto, seguran&ccedil;a e acessibilidade. Os espa&ccedil;os exteriores da escola foram remodelados, criando-se uma separa&ccedil;&atilde;o entre zonas de acesso pedonal e zonas de acesso autom&oacute;vel e estacionamento.</p>
                
                <p>&Eacute; a escola sede do Agrupamento de Escolas da Maia.</p>
                
                <p>&nbsp;</p>
                
                <p><strong>Agrupamento Maia</strong></p>
                <p>&nbsp;</p>
                <table border="1" cellpadding="1" cellspacing="1" style="width:500px">
                    <tbody>
                        <tr>
                            <td>Abreviatura</td>
                            <td>Escola</td>
                            <td>Localidade</td>
                        </tr>
                        <tr>
                            <td>ESM</td>
                            <td>Escola Secund&aacute;ria da Maia</td>
                            <td>Cidade da Maia</td>
                        </tr>
                        <tr>
                            <td>EBG</td>
                            <td>Escola B&aacute;sica de Gueif&atilde;es</td>
                            <td>Gueif&atilde;es</td>
                        </tr>
                        <tr>
                            <td>EB/JI N1</td>
                            <td>Jardim Inf&acirc;n&ccedil;ia n&ordm;1 de Geif&atilde;es</td>
                            <td>Gueif&atilde;es</td>
                        </tr>
                        <tr>
                            <td>EB/JI N2</td>
                            <td>Jardim Inf&acirc;n&ccedil;ia n&ordf;2 de Geif&atilde;es</td>
                            <td>Gueif&atilde;es</td>
                        </tr>
                    </tbody>
                </table>
                
                <p>&nbsp;</p>
                
                <p>&nbsp;</p>
                
                <p>&nbsp;</p>
                
                </div>

			<!-- End Contactos -->



		</main>

		<footer>
			<link rel="stylesheet"><link rel="stylesheet" href="static/footer.css">
			<!-- Insere o Footer -->
			<div class="row">
			  <div class="col">
				  <img src="static/logo.png" alt="logo" class="logo">
				  <p> Os edifícios existentes foram remodelados, garantido a satisfação das atuais exigências de conforto, segurança e acessibilidade. Os espaços exteriores da escola foram remodelados, criando-se uma separação entre zonas de acesso pedonal e zonas de acesso automóvel e estacionamento.</p>
			  </div>
			  <div class="col">
				  <h3>Morada<div class="underline"><span></span></div></h3>
				  <p>Avenida Luís Camões</p>
				  <p>4470-194, Maia</p>
				  <p class="email-id">geral@aemaia.com</p>
				  <h4>+351 229 478 480</h4>
			  </div>
			  <div class="col">
				  <h3>Links<div class="underline"><span></span></div></h3>
				  <ul>
                    <li><a href="index.html">Início</a> </li>
                    <li><a href="agrupamento.html">Agrupamento</a></li>
                    <li><a href="contactos.html">Contactos</a></li>
                    <li><a href="referencias.html">Referências </a> </li>
					<li><a href="password.html">Criar Password </a> </li>
                </ul>
			  </div>
			  <div class="col">
				  <h3>Newsletter<div class="underline"><span></span></div></h3>
				  <form>
				  <i class="fa-regular fa-envelope"></i>
				  <input type="email" placeholder="Insira o seu e-mail" required>
				  <button type="submit"><i class="fa-solid fa-arrow-right"></i></button>
				  </form>
				  <div class="social-icons">
				  <i class="fa-brands fa-square-facebook"></i>
				  <i class="fa-brands fa-square-instagram"></i></div>
				  
	  
	  <div class="relogio-footer">
				  <body onload="startTime()">
	  
					  <div class="relogio-footer">
						  <div class="clock-container">
							  <i class="fa-regular fa-clock"></i>
							  <div id="txt"></div>
						  </div>
					  </div>
					  
	  
	  <script>
	  function startTime() {
		const today = new Date();
		let h = today.getHours();
		let m = today.getMinutes();
		let s = today.getSeconds();
		m = checkTime(m);
		s = checkTime(s);
		document.getElementById('txt').innerHTML =  h + ":" + m + ":" + s;
		setTimeout(startTime, 1000);
	  }
	  
	  function checkTime(i) {
		if (i < 10) {i = "0" + i};  // add zero in front of numbers < 10
		return i;
	  }
	  </script>
	  
	  
	  </body>
	  </div>
			  </div>
			  </div>
		  <hr>
		  <p class="copyright">Copyright © 2023 | Agrupamento de Escolas da Maia</p>
		  <p class="copyright">Criado por Diogo Cardoso al25256@aemaia.com</p>
		  </footer>
	  
		  </body>
	  
	  </html>